Repository: deny-joefakri/fluffy_board
Catalog: lib/l10n/app_*.arb
Languages: de

source: Create Whiteboard
de: Neues Whiteboard

source: Create offline Whiteboard
de: Neues offline Whiteboard

source: Create Folder
de: Neuer Ordner

# collabWhiteboard
source: Collab on Whiteboard
de: Gemeinsames Whiteboard

source: Import Whiteboard
de: Importiere Whiteboard

source: Edit Account
de: Bearbeite Account

source: Logout
de: Ausloggen

source: Change Server
de: Ändere Server

# notAvailableWeb
source: Not available on web
de: Im Web nicht verfügbar

# errorUploadWhiteboard
source: Error while uploading Whiteboard!
de: Fehler beim hochladen des Whiteboards!

# errorMovingWhiteboard
source: Error while moving Whiteboard!
de: Fehler beim bewegen des Whiteboards!

source: Rename Folder
de: Ordner umbenennen

source: Delete Folder
de: Ordner löschen

source: Rename Whiteboard
de: Whiteboard umbenennen

source: Delete Whiteboard
de: Whiteboard löschen

source: Share Whiteboard
de: Whiteboard teilen

source: Download Whiteboard
de: Whiteboard herunterladen

source: Upload Whiteboard
de: Whiteboard hochladen

source: Export Whiteboard
de: Whiteboard exportieren

# downloadedWhiteboardDownloadsFolder
source: Downloaded the Whiteboard to your Downloads folder
de: Whiteboard zum Downloads Ordner heruntergeladen

# tryingExportImage
source: Trying to export Image ...
de: Versuche Bild zu exportieren ...

# tryingExportPDF
source: Trying to export PDF ...
de: Versuche PDF zu exportieren ...

# tryingExportScreenSizeImage
source: Trying to export screen size Image ...
de: Versuche bildschirmgroßes Bild zu exportieren ...

source: Export Image
de: Exportiere Bild

source: Export PDF
de: Exportiere PDF

source: Export screen size Image
de: Exportiere bildschirmgroßes Bild

source: Toolbar Location
de: Position der Werkzeugleiste

source: Left Toolbar
de: Linke Werkzeugleiste

source: Right Toolbar
de: Rechte Werkzeugleiste

source: Top Toolbar
de: Obere Werkzeugleiste

source: Bottom Toolbar
de: Untere Werkzeugleiste

source: Stylus Settings
de: Stift-Einstellungen

source: Stylus only
de: Nur Stift

source: Optimizations
de: Optimierungen

# optimizePoints
source: Optimize Points (Off may cause lag)
de: Optimiere Punkte (Aus kann Verzögerungen verursachen)

# pointsToImages
source: Points to images (Off may cause lag)
de: Punkte zu Bildern (Aus kann Verzögerungen verursachen)

source: Display Cursors
de: Zeige Cursor

# errorCollabWhiteboard
source: Error while adding Whiteboard! Please try an other Invite ID.
de: Error beim hinzugügen des Whiteboard! Bitte probiere eine andere Einladungs-ID.

# enterInviteID
source: Enter your Invite ID
de: Gib deine Einladungs-ID ein

# enterValidInviteID
source: Please enter a valid Invite ID
de: Bitte gib eine valide Einladungs-ID ein

source: Invite ID
de: Einladungs-ID

# tryingJoin
source: Trying to let you in ...
de: Versuche dich reinzulassen ...

# errorCreateFolder
source: Error while adding Folder! Please try an other Name.
de: Fehler beim hinzufügen des Ordners! Bitte probiere einen anderen Namen.

# errorRenameFolder
source: Error while renaming Folder! Please try an other Name.
de: Fehler beim umbenennen des Ordners! Bitte probiere einen anderen Namen.

# errorRenameWhiteboard
source: Error while renaming Whiteboard! Please try an other Name.
de: Fehler beim umbenennen des Whiteboards! Bitte probiere einen anderen Namen.

# enterDirectoryName
source: Enter your Directory Name
de: Gib den Odernamen ein

# nameSmaller
source: Please enter a Name smaller than 50
de: Bitte gib einen Namen kleiner als 50 ein

# tryingCreateFolder
source: Trying to create folder ...
de: Versuche den Ordner zu erstellen ...

# tryingRenameFolder
source: Trying to rename folder ...
de: Versuche den Ordner umzubenennen ...

# tryingRenameWhiteboard
source: Trying to rename Whiteboard ...
de: Versuche das Whiteboard umzubenennen ...

# enterWhiteboardName
source: Enter your Whiteboard Name
de: Gib den Whiteboard Namen ein

# tryingCreateWhiteboard
source: Trying to create your Whiteboard ...
de: Versuche das Whiteboard zu erstellen ...

source: Please confirm
de: Bitte bestätige

# confirmDeletion
source: Are you sure to delete?
de: Bist du dir sicher das zu löschen?

# tryingDelete
source: Trying to delete ...
de: Versuche zu löschen...

# errorDelete
source: Error deleting!
de: Fehler beim löschen!

source: Yes
de: Ja

source: No
de: Nein

# copiedClipboard
source: Copied to clipboard
de: In die Zwischenablage kopiert

# readOnlyInvite
source: Readonly/View Invite
de: Nur Lesen Einladung

# writeInvite
source: Writable/Edit Invite
de: Schreibbare Invite

# shareReadOnlyEmail
source: Share Readonly/View Invite via Email
de: Teile nur Lesen Einladung via Email

# shareWriteEmail
source: Share Writable/Edit Invite via Email
de: Teile schreibbare Einladung via Email

# errorChangeUsername
source: Could not change username
de: Konnte Benutzername nicht ändern

# enterUsername
source: Enter your new Username
de: Gib deinen Benutzernamen ein

source: Delete Account
de: Lösche Account

source: Saved Account
de: Speichere Account

# restURL
source: Enter your REST API URL
de: Gib die REST API URL ein

# wsURL
source: Enter your Websocket URL
de: Gib die Websocket URL ein

source: Saving ...
de: Speichern ...

# webDavURL
source: Enter your WebDav URL
de: Gib die WebDav URL ein

# webDavUsername
source: Enter your WebDav Username
de: Gib deinen WebDav Benutzernamen ein

# webDavPassword
source: Enter your WebDav Password
de: Gib dein WebDav Passwort ein

# webDavSyncInterval
source: Sync Interval in minutes
de: Sync Interval in Minuten

# changeWebDavSync
source: Change WebDav sync server
de: Ändere WebDav Sync Server

source: Show Settings
de: Darstellungs-Einstellungen

source: Show zoom panel
de: Zeige Zoom Panel

source: Show minimap
de: Zeige Karte

source: Whiteboard Settings
de: Whiteboard Einstellungen

source: Bookmarks
de: Lesezeichen

source: Create Bookmark
de: Lesezeichen erstellen
